Revit 2024 API
UnitTypeId.UsTonnesMass Property
 US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesMass { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesMass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesMass {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace